[
  {
    "_id": "1",
    "tale": "... WheezyGoose wakes up under a tree, rain drizzling onto his bill, his head pounding from honking all night at the pond, and the ground feels like its rumbling as the blood sloshes back and forth in his head. No, that is not his head, but wheels turning over the stone road toward where he lies blinking up into the light filtering down through the leaves. As the vehicle closes into view, its driver turns his short, human neck, then quickly twists up his countenance, and glares down his nose at `{$user.name}` as if Wheezy was nothing but a common gutter bird, a cooped-up, wing-clipped, honk-aholic. What should Wheezy do?",
    "first":true,
    "choice":["1", "2"]
  },
  {
    "_id":"2",
      "tale": "The vehicle speeds off…leaving Wheezy with nothing to do but tramp down the road, and so he tramps, honking and shifting his wings, rock-waddling on his dark webbed feet. Why is Wheezy such a miser, bemuses Wheezy Goose. It may be because {$user.name} believes all geese look like disgraced aristocrats condemned to parade through a never-ending shanty town. There are only haves, and have-nots, thinks {$user.name}. And I know which I am. The thought strikes a match in his veins, ignites, but the sight of a column of smoke in the distance spuming from what appears, as Wheezy squints his black eyes, a rather lux inn and eatery. GOOSE-BERRIES…Maybe, I am not no have-not today, ponders {$user.name}."
  },
  {
    "_id":"3",
      "tale": "Wheezy runs into the dark wood behind him, the bramble of branches thickening as he descends further into the wilderness. He should have flown away, he regrets, but it is too late now, and always hunters wait to shoot down a goose for dinner. He lumps his fear back into his throat, and while his neck curls scanning for a spot of light to appear in the tree canopy, he trips, slamming his beak into the muddy morass of his own cowardice."
  },
  {
    "_id":"4",
      "tale": "The traveler tries to thwart old Wheezy but Wheezy is fast and slippery and knows a thing or two about ransacking—he is done it hundreds of times after all. When Wheezy lifts the tarp off the vehicles trunk with his bill, he finds a few loose eggs knocking against each other in a pail. Knowing this traveler is a no-good rotten egg snatcher, Wheezy metes out some avian justice, flaps his goose wings, rises, dips back down. Whack, bonk, and a honk—the last for good measure. The egg-snatcher flops unconscious over the side of the vehicle, and an apple rolls out of his sleeve, drops, and bounces toward Wheezy Goose who stops it cold with a leathery webbed foot. Wheezy takes a bite out of the apple and feels as though air is passing under his wings. Wheezy gets + 10 hp from the apple, must be golden. But the feeling of wind-in-feathers is interrupted by three foxes sauntering out of the woods, wearing socks over their heads as bandit masks with little eye and mouth holes cut out of them. The one wearing a tight fitted argyle sock, clearly the leader, coolly says, that there is my apple. The other two cackle: Yeah. Yeah. Our apple. MY apple, retorts the leader. Scavengers, says Wheezy dryly. I will never. The leader spits in the dirt, some gooping around the mouth hole, and says, It is a barnyard brawl, then."
  },
  {
    "_id":"5",
      "tale": "{$user.name} opens the door to the inn. The interior belies the inviting exterior. It is barren and drab inside, save a preponderance of thickly roped spiderwebs hanging like frayed curtains and over-wrought chandeliers from the ceiling and support beams. The whole place might very well be held together entirely by the spiderwebs. A fire flickering in the hearth provides the only spot of warmth…of a certain warmth, anyway, and there is a plush chair beside it—empty. {$user.name} steps further in, the wind sucking the door shut behind him. Hello?  honks {$user.name}. Nothing. Long been on the road {$user.name} has, thinks {$user.name}, in the elements. He makes his way over to the chair and plops down folding in his appendages until he resembles nothing more than an ashy, burnt bread loaf. As he blinks away the fire to rest and sleep, a strange rubbing sound, like ropes being pulled over a rail, almost in timed rhythm. {$user.name} eyes search around for the source of the sound, keeping the rest of his body still. The webs are moving and hoisting all around him, weaving and heaving the beams of the house like vines strangling a tree. The webs squeezing the house walls closer together."
  },
  {
    "_id":"6",
      "tale": "Wheezy, being a suspicious goose, continues onward to see where the road ahead of him leads. After 2 to 3 goose-minutes (see appendix for conversion of goose-minutes to human-minutes) Wheezy begins feeling like he is getting bigger. He lifts a wing up to inspect, then looks down and inspects his feet. He’s not getting bigger; the road is getting narrower and narrower, and the trees edging the road are getting closer and closer. He waddles forward a bit more. Yes, the world is constricting around him."
  },
  {
    "_id":"7",
      "tale": "{$user.name} slowly rises, his bill packed with mud. He gags and spits out a clump. Wheezes and stares down at the dirt where the clump landed. Beside the clump another furry clump. No, 6 furry clumps all around him: the paws of three foxes standing over {$user.name}. Each wears a sock for a bandit mask with little eye and mouth holes cut out. The one in front remarks: Coughing up mud…is that a common goose greeting? {$user.name} shudders, and pulls retreats into himself, becoming no more than a burnt looking bread loaf. You see, says the fox. I told you we would find someone. The fox grins to the other two foxes, and all bare their teeth and cackle. Yes, you will do just fine… The one speaking, {$user.name} presumes, must be the leader, and he is the only one wearing a fashionable argyle sock on his head. The foxes begin circle around {$user.name}, the one gets down on all fours, his face pushed against {$user.name}. This goose is about a third of a fox long… says the fox down on all fours. He should fit. The fox opens his mouth wide so that {$user.name} can see all the way down the red corridor of his mouth. Perfect, says the leader from underneath his argyle bandit mask. Any moment they will swallow {$user.name} whole, thinks {$user.name} …How would you like to join our gang for a little job? asks the leader. {$user.name} mulls the offer. What would three socked foxes need with me, a proven coward for all to see? Perhaps this is his chance to be less cowardly, or at least seem less so, if he ingratiates himself amongst the present coterie."
  },
  {
    "_id":"8",
      "tale": "After an interminably long exchange of grunts, grimaces, growls, vowels, and honks, {$user.name} charges wildly at the foxes who are still wearing socks as bandit masks. They were not expecting a goose like this. Three against one? Who is this goose? {$user.name} launches after the leader (the one with an argyle sock on his head, so let's say his name is Argyle) first, wings akimbo, but foxes, like geese, are slippery, and sly as devils to boot. Argyle slips back behind his two stooges, and so {$user.name} takes one of them down instead. While {$user.name} is confusing him with his feather-fight-dance style, he gets his webbed foot right under the chin of stooge number one. The other stooge leaps jaws first at {$user.name} and clamps down on {$user.name} neck, trying to throttle him."
  },
  {
    "_id":"9",
      "tale": "{$user.name} accepts with a timid yes. But you don not even know what the job is yet, laughs Argyle. What is the job? asks {$user.name}. No, no, we will get to it…I like that you do not ask too many…well, I like your moxie. Alright fellas, this here goose is now part of the gang. The other two foxes, in unison, nod. And before {$user.name} knew what was happening, the foxes whisk him through the woods until they arrive at a break in the forest, where an inn sits with smoke curling out the top, looking so cozy that {$user.name} breaks ahead of the foxes, but Argyle snags him by his nap. That is no inn, goose, it is deception. The real inn collapsed years ago, and it has been rebuilt since, but not with mortar and laid bricks, but giant black creatures with many legs, that can pull their insides out to use as rope, as to rig up a false inn, or tie up a noose for hanging the innocent. Here is the deal, goose. You see the broken board on the side gable? We can not climb up there, nor fit, and that is the only way to get in undetected. You don not want to use the front door or you will surely be done for. Done for? Asks {$user.name}. Dead, says Argyle. You’re small enough to squeeze and you have wings. Inside you will see a long bar lines with black handled beer taps  near the wall and a cash register here the humans store money. Get that money out of there, and a fourth of the haul will be yours. This confuses {$user.name}. What do we need money for? We are animals. Argyle huffs, and says, you don not want to be just an animal forever, do you? {$user.name} flaps to the spot the foxes picked out, and with, even to {$user.name} himself, surprising grace, tucks his wings and dives perfectly through the hole in the gable, landing right onto the bar beside the beer taps that Argyle mentioned. {$user.name} almost said excuse me, as the taps black curled handles looked like a goose bill. {$user.name} looks around the room. There is a fire going in the hearth, and an inviting chair parked beside it. But everywhere else a ghastly drapery of webs. This place must have few visitors, like the foxes said. {$user.name} sees the register on the other end of the bar, the drawer ajar, and the sought-after money that was left behind lays waiting for the taking, even seeming to glint in the fire light.  This ought to be easier than {$user.name} thought. But as {$user.name} sticks his foot out to step, he just as soon draws it back. The walls and beams begin to heave as the webs work the house like sailors hoisting the sails of a ship, but here there are no sailors, but black spiders swarming down from the rafters by the silk of their innards. "
  },
  {
    "_id":"10",
      "tale": "The spiders descend around {$user.name}: overhead, over walls, over chairs and pots and an abandoned toy dolls.  Even a small spider walks past {$user.name} until the whole room is made of legs and eyes and heads. Still, {$user.name} does not move. Any minute they may attack, but the minutes go, and nothing. {$user.name} is blending in with the black handled beer taps lining the bar. Clever goose, maybe even cleverer than a fox. The spiders get restless. They know there is someone else in here, so they get impatient waiting, and start knocking plates off the bar tables that crash down on the ground and break, hoping to startle the intruder, but still {$user.name} does not move. Another spider hanging from the ceiling severs its silk cord and drops right on the bar, and says, something here doesn’t add up, then lifts one of its eight legs and begins smacking over the black handled beer taps that have thus far disguised {$user.name}. Duck, the spider says, and swats the first down. Duck, says the spider again, swatting the second down. Duck. Three down. GOOSE, yells the spider, knocking Four…The spider draws her leg back again and tries another swing, and for a second time {$user.name} ducks his head. The spider brings her head down toward {$user.name}. Any last words? She says. {$user.name} gulps, then shakily blurts out: What is large, yet never grows; has roots that cannot be seen; and is taller than trees?  What? says the spider. {$user.name} repeats: What is large, yet never grows; has roots that cannot be seen; and is taller than trees? The spider leans back, murmuring the words back to itself. A house! Blurts out another spider. No, says {$user.name}. Trees! Cries out another spider. Idiot says the spider in front of {$user.name}. The goose said it NEVER GROOOOWS and is taller than TREEEEEES. The spider in front of {$user.name} lowers her head, all those black eyes seeing everything, then hisses out SSSSKYYYYY. It is SSSSKY. No, not sky, said {$user.name}, but good guess. Hold on a minute says the spider. All the spiders begin throwing out answers. All of them wrong. "
  },
  {
    "_id":"11",
      "tale": "As the spiders deliberate, {$user.name} scoots slowly to the register, plucks the bills in his bill. And before the spiders can turn and blurt another wrong guess, {$user.name} slips right out the front door. All those eyes saw nothing when their minds were occupied."
  },
  {
    "_id":"12",
      "tale": "Outside, Argyle is waiting. But not the other two foxes. Did you get it? Asks Argyle. {$user.name} spits the money out of his bill. Yeah, I got it. Where are the others? On that note, the other two foxes attack drop out of the trees piling up on Wheezy. Ya, see {$user.name}, says Argyle. We thought splitting the loot three ways was better than four. Wheezy laughs, says, fine by me, take it. Argyle cannot believe this. Are you not mad that we bamboozled you? "
  },
  {
    "_id":"13",
      "tale": "He must be emboldened by his escapade with the spiders, because {$user.name} doubles down: Not at all, take it and go. Wait, says Argyle. Why give up so easily? {$user.name} says, you foxes think you are the cleverest of the clever. You think that's ALL the money? I knew you were just trying to scare me with that tale of the inn so I would pop in and return quickly without looking around. But it was hooey. There is so much more sitting there, and no one to get it because you are all too spooked. How do you think I waltzed out the front door. I will tell you where SOME of the rest is hidden, and we can part ways from there. Deal?Impossible, says Argyle. One of the other two foxes rejoin in unison: he did come right out the front door, yeah, yeah, I saw him--he walked right out. Argyle looks over {$user.name}…Deal, he says reluctantly. The inn door creaks open, throwing a long rectangle of light across the floor, framing the shadows of three foxes and a goose standing at the threshold. The fire still going across the room, the chair still in place beside it, turned away from them toward the fire. I hid some under the cushion of that chair, says {$user.name}. Argyle looks at one of his stooges. Go, he says, and check. After a minute the stooge has not come back. The other fox stooge anxiously shifts his weight. Stop that, says Argyle. The stooge goes still. What is taking so long? Go check, gestures Argyle, and the last stooge takes a timid step into the entrance of the inn. Then another, and another, until he disappears into the dark room. Argyles paw thumps up and down on the ground, as he looks at {$user.name} then back to the darkness of the inn and back at {$user.name} again, before swiftly kicking {$user.name} through the opening. We are going to check it out, and you are going first. {$user.name} waddles in, eyes fixed on the ceiling. What are you looking at, says Argyle, before he brings his gaze up and peers into the webbed rafters. The fox stooges are cocooned in spider silk and hung like two sacks of potatoes from the rafters. The door shuts, forcing {$user.name} and Argyle eyes to adjust to less light. The massive Spider Queen descends, twirling as she does, and lets out a creepy WEEEELLLLL, back so SOOOOOON. I thought you said this place was empty, whispers Argyle to {$user.name}. You didn't leave me much of a choice, says {$user.name}. If you can get us out of here again, I will give you whatever you want, whispers, Argyle, what did you do before? "
  },
  {
    "_id":"14",
      "tale": "If you let them go, says {$user.name}, I will give you the answer to the riddle.All the spiders seem to blink at once…TEEELLLLLLLL US THE ANSWER!, shout the spiders. QUIET, says the Queen, then asks, WHAT IIIIIISSSS the answer? Let them go first, says {$user.name}. The Queen grumbles, waves one of her eight legs to command the others, and the stooge foxes drop one, two, with a thud, and wriggle around like worms on the ground. And the door? Asks {$user.name}. The queen gestures with her leg again, and the door opens. Argyle grabs his stooges, dragging them in their cocoons toward the door. NOT YET, says the Queen. What is the answer to the riddle? Mountain, says {$user.name}. What is large, yet never grows; has roots that cannot be seen; and is taller than trees? Mountain. As {$user.name} turns to leave, the Queen gestures, and the door creaks almost shut, only a thin line of light coming through around the edges. I have a riddle for you, says the Queen. Get it right, and you may go. I SWEEEAAAARRR on the life of all my children here. Okay, says {$user.name}. Shoot. The Queen says: It is greater than god and more evil than the devil. The poor have it, the rich need it, and if you eat it you will die."
  },
  {
    "_id":"15",
      "tale": "I can not remember what I did before, says {$user.name} coyly. I am telling you, says Argyle. ANYTHING YOU WANT! Take that argyle sock of you head, says {$user.name}, and make me the leader. Argyle removes his sock as instructed, and pulls it down over his {$user.name}, anointed as the first goose leader of the fox gang. If you let them go, says {$user.name}, I will give you the answer to the riddle. All the spiders seem to blink at once…TEEELLLLLLLL US THE ANSWER!, shout the spiders. QUIET, says the Queen, then asks, WHAT IIIIIISSSS the answer? Let them go first, says {$user.name}. The Queen grumbles, waves one of her eight legs to command the others, and the stooge foxes drop one, two, with a thud, and wriggle around like worms on the ground. And the door? Asks {$user.name}. The queen gestures with her leg again, and the door opens. Argyle grabs his stooges, dragging them in their cocoons toward the door. NOT YET, says the Queen. What is the answer to the riddle? Mountain, says {$user.name}. What is large, yet never grows; has roots that cannot be seen; and is taller than trees? Mountain. As {$user.name} turns to leave, the Queen gestures, and the door creaks almost shut, only a thin line of light coming through around the edges. I have a riddle for you, says the Queen. Get it right, and you may go. I SWEEEAAAARRR on the life of all my children here. Okay, says {$user.name}. Shoot. The Queen says: It is greater than god and more evil than the devil. The poor have it, the rich need it, and if you eat it you will die."
  }
]